export default {
    header: {
        title: "Ανοιχτό δίκτυο αισθητήρων Web3",
        text1:
            "Καλώς ήρθατε στον αποκεντρωμένο χάρτη αισθητήρων ανοικτού κώδικα που λειτουργεί αποκλειστικά με σκοπό να εξυπηρετεί",
        link1: "την ελεύθερη βούληση των ατόμων",
        text2:
            ", χωρίς κανέναν αποδέκτη ωφελημάτων. Προσφέρει δύο διακριτά επίπεδα αποκέντρωσης της επιλογής σας: σύνδεση peer-to-peer για άμεση πρόσβαση σε δεδομένα αισθητήρων και την ομοσπονδιακή προσέγγιση για συσσώρευση δεδομένων και εμφάνιση ιστορικού μετρήσεων. Κάντε κλικ",
        link2: "εδώ",
        text3: "για περισσότερες τεχνικές λεπτομέρειες.",
        addSensorTitle: "Προσθέστε τον αισθητήρα σας σε αυτόν τον χάρτη",
        addSensorText1: "Μπορείτε να",
        addSensorLink1: "συναρμολογήσετε τον δικό σας αισθητήρα",
        addSensorText2:
            "χρησιμοποιώντας εξαρτήματα που είναι διαθέσιμα στην ελεύθερη αγορά. Ακολουθήστε τις οδηγίες για να",
        addSensorLink2: "συνδέσετε τον αισθητήρα σας με τον χάρτη",
        addSensorText3:
            ". Σας καλωσορίζουμε να συμμετάσχετε και προσβλέπουμε στην επέκταση της κοινότητάς μας μαζί. Ελάτε μαζί μας σήμερα!",
        addSensorLink3: "Οδηγός βίντεο στο YouTube",
    },
    measures: {
        title: "Πληροφορίες για τις μετρήσεις αέρα",
        PM10: "Τα PM10 (αιωρούμενα σωματίδια 10) αποτελούνται από σωματίδια στην ατμόσφαιρα με μέγεθος έως 10 μικρόμετρα, όπως σκόνη, αιθάλη και άλλους ρύπους. Μπορούν να προκαλέσουν προβλήματα υγείας, επηρεάζοντας την αναπνοή και συμβάλλοντας σε αναπνευστικές παθήσεις. Πηγές PM10 περιλαμβάνουν βιομηχανικές εκπομπές, σκόνη από δρόμους και καύση καυσίμων. Η παρακολούθηση και μείωση των επιπέδων PM10 είναι σημαντική για τη διατήρηση καθαρού αέρα και την προαγωγή της υγείας.",
        pollutionScalePM10: {
            1: "0-50 µg/m³: Καλή ποιότητα αέρα",
            2: "51-100 µg/m³: Μέτρια ρύπανση",
            3: "101-250 µg/m³: Κακή ποιότητα αέρα",
            4: "251-350 µg/m³: Υψηλή ρύπανση",
            5: "351 µg/m³ και άνω: Πολύ υψηλή ρύπανση",
        },
        recsPM10Text:
            "Σε περίπτωση αυξημένων επιπέδων PM10, συνιστώνται τα εξής μέτρα:",
        recsPM10: {
            1: "Περιορίστε τον χρόνο παραμονής σε εξωτερικούς χώρους.",
            2: "Αποφύγετε τη σωματική δραστηριότητα, ειδικά άτομα με αναπνευστικά προβλήματα.",
            3: "Κλείστε πόρτες και παράθυρα για να περιορίσετε την είσοδο ρυπασμένου αέρα.",
            4: "Χρησιμοποιήστε μάσκες με καλή φίλτρανση όταν είναι απαραίτητο.",
            5: "Παρακολουθείτε τις πληροφορίες για την ποιότητα του αέρα και ακολουθείτε τις οδηγίες των τοπικών αρχών υγείας.",
        },
        PM25: "Τα PM2.5 είναι σωματίδια στην ατμόσφαιρα με μέγεθος έως 2.5 μικρόμετρα, όπως σκόνη, αιθάλη και καπνός. Είναι επιβλαβή για την υγεία, προκαλώντας αναπνευστικά προβλήματα, αλλεργίες και καρδιαγγειακές παθήσεις. Πηγές PM2.5 είναι η βιομηχανία, οι μεταφορές και οι οικιακές εκπομπές. Η παρακολούθηση και η μείωση των επιπέδων τους είναι σημαντικές για την υγεία και την καθαρότητα του αέρα.",
        pollutionScalePM25: {
            1: "0-35 µg/m³: Καλή",
            2: "35-70 µg/m³: Ικανοποιητική",
            3: "70-150 µg/m³: Κακή",
            4: "151-250 µg/m³: Πολύ κακή",
            5: "251 µg/m³ και άνω: Μη αποδεκτή",
        },
        recsPM25Text:
            "Σε περίπτωση αυξημένων επιπέδων PM2.5, συνιστώνται τα εξής μέτρα:",
        recsPM25: {
            1: "Παραμείνετε σε εσωτερικούς χώρους με καλό αερισμό.",
            2: "Αποφύγετε σωματική δραστηριότητα σε εξωτερικούς χώρους.",
            3: "Κρατήστε κλειστά τα παράθυρα και τις πόρτες.",
            4: "Χρησιμοποιήστε μάσκες με καλή φίλτρανση.",
            5: "Παρακολουθείτε την πρόγνωση της ποιότητας του αέρα.",
        },
        CO: "Τα σωματίδια του CO (μονοξειδίου του άνθρακα) στον εξωτερικό αέρα αποτελούν αέρια ρύπανση που σχηματίζεται κατά την ατελή καύση υδρογονανθράκων, ιδιαίτερα στα καυσαέρια των οχημάτων. Αυξημένα επίπεδα CO μπορούν να έχουν αρνητικές επιπτώσεις στην υγεία, οδηγώντας σε δηλητηρίαση. Ο περιορισμός των εκπομπών και η χρήση προστατευτικών μασκών μπορούν να βοηθήσουν στη μείωση των επιπέδων CO και στη βελτίωση της ποιότητας του αέρα. Στον εξωτερικό χώρο, το επίπεδο ρύπανσης από CO (μονοξείδιο του άνθρακα) μετράται συνήθως σε χιλιοστόγραμμα ανά κυβικό μέτρο (mg/m³) αέρα.",
        pollutionScaleCOText: "Η κλίμακα επιπέδων ρύπανσης CO μπορεί να είναι η εξής:",
        pollutionScaleCO: {
            1: "0-2 mg/m³: Χαμηλό επίπεδο ρύπανσης",
            2: "2-4 mg/m³: Μέτριο επίπεδο ρύπανσης",
            3: "4-14 mg/m³: Υψηλό επίπεδο ρύπανσης",
            4: "14 mg/m³ και άνω: Πολύ υψηλό επίπεδο ρύπανσης",
        },
        recsCOText: "Σε περίπτωση αυξημένων επιπέδων CO στον εξωτερικό χώρο, συνιστάται να:",
        recsCOText2:
            "Αυτές οι συστάσεις θα βοηθήσουν στη μείωση της επίδρασης του μονοξειδίου του άνθρακα στην υγεία και θα προσφέρουν μεγαλύτερη προστασία.",
        recsCO: {
            1: "Περιορίστε τον χρόνο παραμονής σε εξωτερικούς χώρους.",
            2: "Αποφύγετε τη σωματική δραστηριότητα, ειδικά για άτομα με αναπνευστικά προβλήματα.",
            3: "Κλείστε τα παράθυρα και τις πόρτες για να μειώσετε την είσοδο μολυσμένου αέρα σε εσωτερικούς χώρους.",
            4: "Χρησιμοποιείτε μάσκες με καλή διήθηση όταν είναι απαραίτητο.",
            5: "Παρακολουθείτε τις πληροφορίες για την ποιότητα του αέρα και ακολουθείτε τις οδηγίες των τοπικών υγειονομικών αρχών.",
        },
        GO: "Η ακτινοβολία είναι ενέργεια που μεταδίδεται με τη μορφή σωματιδίων ή κυμάτων. Η ιονίζουσα ακτινοβολία (υψηλής ενέργειας) μπορεί να προκαλέσει ιονισμό ατόμων και μορίων, κάτι που μπορεί να είναι επιβλαβές για την υγεία. Η μη ιονίζουσα ακτινοβολία (χαμηλής ενέργειας) έχει μικρότερη επίδραση, αλλά μπορεί επίσης να επηρεάσει το σώμα με διάφορους τρόπους. Είναι σημαντικό να ακολουθούνται οι συστάσεις ασφάλειας για την ελαχιστοποίηση των πιθανών κινδύνων από την ακτινοβολία. Η κλίμακα ακτινοβολίας μετράται σε μονάδες έκθεσης που ονομάζονται 'σιβέρτ' (Sv). Οι κίνδυνοι για την υγεία αυξάνονται με την δόση.",
        pollutionScaleGO: {
            1: "<= 2.1 µSv/h και κάτω: Επίπεδο φυσικής ακτινοβολίας, συνήθως ασφαλές.",
            2: "<= 10 µSv/h: Μέτριο επίπεδο ακτινοβολίας, μπορεί να είναι ασφαλές για τους περισσότερους, αλλά η παρατεταμένη έκθεση απαιτεί παρακολούθηση.",
            3: "<= 100 µSv/h: Αυξημένο επίπεδο ακτινοβολίας, απαιτείται προσοχή.",
            4: "100 µSv/h και άνω: Υψηλό επίπεδο ακτινοβολίας, αποτελεί κίνδυνο για την υγεία.",
        },
        pollutionScaleGOText:
            "Οι οδηγίες που θεωρούνται ασφαλείς για μακροχρόνια διαμονή είναι συνήθως γύρω στα 1-2 µSv/h (1000-2000 νανοσιβέρτ ανά ώρα) ή λιγότερο. Ωστόσο, η βραχυχρόνια έκθεση σε εξωτερικούς χώρους σε επίπεδα πάνω από 10 µSv/h δεν αποτελεί σημαντική απειλή για την υγεία. Είναι σημαντικό να ακολουθούνται οι συστάσεις και οι οδηγίες των τοπικών υγειονομικών αρχών, ειδικά σε περιοχές με αυξημένο κίνδυνο ακτινοβολίας.",
        recsGOText:
            "Παρακαλείστε να συμβουλευτείτε τις τοπικές αρχές και ειδικούς σε θέματα ακτινοπροστασίας για συγκεκριμένες συστάσεις που προσαρμόζονται στην περιοχή και την κατάστασή σας.",
        NH3: "Αμμωνία. Μπορεί να προκαλέσει τοξικό πνευμονικό οίδημα και σοβαρή βλάβη στο νευρικό σύστημα όταν εισπνέεται. Η μέγιστη στιγμιαία συγκέντρωση είναι 0,2 mg/m³, η μέση ημερήσια συγκέντρωση είναι 0,4 mg/m³.",
        NO2: "Οξείδιο του αζώτου. Δηλητηριώδες αέριο με κόκκινο-καφέ χρώμα και έντονη δυσάρεστη οσμή ή κιτρινωπό υγρό. Πηγή του είναι η καύση διαφόρων τύπων καυσίμων. Το NO₂ στην ατμόσφαιρα μπορεί να προκαλέσει όξινη βροχή και ερεθισμό των βλεννογόνων. Η μέγιστη στιγμιαία συγκέντρωση είναι 0,085 mg/m³, η μέση ημερήσια συγκέντρωση είναι 0,4 mg/m³.",
        TMP: "'Tmp' στο πλαίσιο των δεικτών εξωτερικού αέρα αναφέρεται συνήθως στη θερμοκρασία του αέρα. Είναι μια μετρήσιμη παράμετρος που καθορίζει τις θερμικές συνθήκες του περιβάλλοντος. Η θερμοκρασία του αέρα διαφέρει ανάλογα με την εποχή και τη γεωγραφική τοποθεσία, επηρεάζοντας την άνεση σε εξωτερικούς χώρους και απαιτώντας κατάλληλη ένδυση και προστασία.",
        pollutionScaleTMPText:
            "Η κλίμακα θερμοκρασίας εξωτερικού αέρα για τους ανθρώπους μπορεί να είναι η εξής:",
        pollutionScaleTMP: {
            1: "-10°C και κάτω - Πολύ κρύο",
            2: "-10 έως 0°C - Κρύο",
            3: "0 έως 10°C - Δροσερό",
            4: "10 έως 25°C - Ζεστό",
            5: "25°C και άνω - Πολύ ζεστό",
        },
        recsTMPText: "Κατά τη διάρκεια πολύ χαμηλών θερμοκρασιών:",
        recsTMP1: {
            1: "Φορέστε ζεστά ρούχα και αξεσουάρ για την αποφυγή κρυοπαγημάτων.",
            2: "Αποφύγετε την παρατεταμένη παραμονή σε εξωτερικούς χώρους και μείνετε σε θερμαινόμενους χώρους.",
        },
        recsTMPText2: "Κατά τη διάρκεια πολύ υψηλών θερμοκρασιών:",
        recsTMP2: {
            1: "Φορέστε ελαφριά ρούχα και καπέλο για προστασία από τον ήλιο.",
            2: "Καταναλώστε επαρκή ποσότητα νερού για την αποφυγή αφυδάτωσης.",
            3: "Αποφύγετε την απευθείας έκθεση στον ήλιο κατά τις ώρες αιχμής και αναζητήστε δροσερό μέρος αν εμφανιστούν σημάδια θερμοπληξίας.",
        },
        HM: "Η υγρασία του αέρα είναι μέτρο της περιεκτικότητας σε υδρατμούς στην ατμόσφαιρα. Το βέλτιστο επίπεδο υγρασίας για άνεση και υγεία κυμαίνεται μεταξύ 40% και 60%. Υψηλή υγρασία μπορεί να προκαλέσει αίσθημα δυσφορίας, ενώ χαμηλή υγρασία μπορεί να προκαλέσει ξηρότητα. Η μέτρηση της υγρασίας είναι χρήσιμη για τον έλεγχο του κλίματος εσωτερικού χώρου.",
        pollutionScaleHMText: "Τα επίπεδα υγρασίας μπορούν να κατηγοριοποιηθούν ως εξής:",
        pollutionScaleHMText2:
            "Το βέλτιστο επίπεδο υγρασίας μπορεί να διαφέρει ανάλογα με τις ατομικές προτιμήσεις και τις κλιματικές συνθήκες.",
        pollutionScaleHM: {
            1: "< 30% - Πολύ ξηρό",
            2: "30 - 40% - Ξηρό",
            3: "40 - 60% - Άνετο",
            4: "60 - 70% - Υγρό",
            5: "> 70% - Πολύ υγρό",
        },
        recsHMText: "Κατά τη διάρκεια χαμηλής εξωτερικής υγρασίας:",
        recsHM1: {
            1: "Ενυδατώστε το δέρμα και τους βλεννογόνους σας.",
            2: "Καταναλώστε επαρκή ποσότητα νερού.",
            3: "Αποφύγετε την παρατεταμένη έκθεση στον ήλιο.",
        },
        recsHMText2: "Κατά τη διάρκεια υψηλής εξωτερικής υγρασίας:",
        recsHM2: {
            1: "Αποφύγετε τη σωματική δραστηριότητα κατά τις ζεστές και υγρές ώρες της ημέρας.",
            2: "Φορέστε ελαφριά και διαπνέοντα ρούχα.",
            3: "Προστατευτείτε από την απευθείας ηλιακή ακτινοβολία.",
            4: "Καταναλώστε επαρκή ποσότητα νερού.",
            5: "Αναζητήστε δροσερό μέρος και χρησιμοποιήστε ανεμιστήρες ή κλιματισμό.",
        },
    },
    provider: {
        realtime: "Σε πραγματικό χρόνο",
    },
    layer: {
        wind: "Άνεμος",
        messages: "Μηνύματα",
    },
    details: {
        user: "Χρήστης #",
        photos: "Φωτογραφίες",
        showpath: "Εμφάνιση διαδρομής",
        copied: "Το αναγνωριστικό αισθητήρα αντιγράφηκε",
    },
    history: {
        city: "Περιοχή",
        period: "Χρονική περίοδος",
        currentDay: "Τρέχουσα ημέρα",
        currentMonth: "Τελευταίος μήνας",
        chooseDates: "Επιλογή ημερομηνιών",
        title: "Εισαγωγή δεδομένων",
        button: "Λήψη αρχείου csv",
    },
    notice_with_fz:
        "Τα καθορισμένα δεδομένα δεν αποτελούν νομικά σημαντικές πληροφορίες για γενική χρήση και ειδικές πληροφορίες σύμφωνα με τον ομοσπονδιακό νόμο της 19ης Ιουλίου 1998 αριθ. 113-ФЗ «Σχετικά με την υδρομετεωρολογική υπηρεσία»",
    notice_without_fz:
        "Αυτές οι πληροφορίες δεν έχουν νομική ισχύ και προορίζονται αποκλειστικά για προσωπική χρήση.",
    sensorpopup: {
        infotitle: "Προηγμένες πληροφορίες",
        bookmarkplaceholder: "Όνομα για τον αισθητήρα",
        bookmarkbutton: "Προσθήκη στους Σελιδοδείκτες",
        infosensorid: "Αναγνωριστικό αισθητήρα",
        infosensorgeo: "Γεωγραφική θέση αισθητήρα",
        infosensorowner: "Ιδιοκτήτης αισθητήρα",
        infosensordonated: "Δωρήθηκε από",
        sharedefault: "Κοινοποιήστε αυτόν τον αισθητήρα",
        sharelink: "Αντιγραφή συνδέσμου αισθητήρα"
    },
    bookmarks: {
        listtitle: "Οι σελιδοδείκτες σας",
        listempty: "Αποθηκεύστε οποιονδήποτε αισθητήρα από τον χάρτη εδώ για ταχύτερη πρόσβαση",
    },
    links: {
        measurement: "Οδηγός μετρήσεων",
        github: "Αποθετήριο GitHub",
        privacy: "Πολιτική απορρήτου",
    },
    scales: {
        title: "Μονάδες μέτρησης",
        upto: "έως",
        above: "πάνω από",
    },
    showlocation: "Εμφάνιση της τοποθεσίας μου",
    locationloading: "Γίνεται προσπάθεια εντοπισμού της τοποθεσίας σας",
    isLoad: "Φόρτωση...",
    geolocationdefault: "Η γεωτοποθεσία έχει οριστεί σε προεπιλεγμένα δεδομένα",
    geolocationfromparams: "Η γεωτοποθεσία έχει οριστεί από παραμέτρους URL",
    geolocationlocal: "Η γεωτοποθεσία έχει οριστεί από τοπικά δεδομένα",
    geolocationisdetermined: "Η γεωτοποθεσία προσδιορίστηκε",
    geolocationerror: "Η γεωτοποθεσία δεν προσδιορίστηκε [κωδικός -",
    geolocationnotavailable: "Η γεωτοποθεσία δεν είναι διαθέσιμη",
    geolocationdefaultsetup: "ρύθμιση προεπιλεγμένης θέσης...",
    privacypolicy: {
        title: "Πολιτική Απορρήτου",
        description:
            "Αυτή η Πολιτική περιγράφει τις πληροφορίες που συλλέγουμε από εσάς, πώς χρησιμοποιούμε αυτές τις πληροφορίες και τη νομική μας βάση για τη χρήση τους. Καλύπτει επίσης εάν και πώς αυτές οι πληροφορίες μπορεί να κοινοποιηθούν και τα δικαιώματα και τις επιλογές σας σχετικά με τις πληροφορίες που μας παρέχετε.",
        subtitle1: "Πού είναι τα ενοχλητικά αναδυόμενα παράθυρα για cookies;",
         text1: "Δεν απαιτείται συγκατάθεση για cookies επειδή:",
        listitem1: "Δεν χρησιμοποιούνται cookies παρακολούθησης",
        listitem2: "Τα δεδομένα δεν χρησιμοποιούνται για άλλο σκοπό εκτός από την ανάλυση",
        listitem3: "Οι επισκέπτες δεν παρακολουθούνται μεταξύ ιστότοπων",
        listitem4: "Ο χρήστης δεν μπορεί να παρακολουθηθεί μεταξύ ημερών στον ίδιο ιστότοπο",
        subtitle2: "Τι Συλλέγουμε και Λαμβάνουμε",
        text2:
            "Για να σας προσφέρουμε την καλύτερη δυνατή εμπειρία στους ιστότοπούς μας, πρέπει να συλλέξουμε και να επεξεργαστούμε ορισμένες πληροφορίες. Ανάλογα με τη χρήση των Υπηρεσιών από εσάς, αυτό μπορεί να περιλαμβάνει:",
        listitem5bold: "Επικοινωνία μέσω email",
        listitem5:
            "— για παράδειγμα, όταν συμπληρώνετε τις φόρμες μας, μας στέλνετε ερωτήσεις ή σχόλια ή αναφέρετε κάποιο πρόβλημα, συλλέγουμε το όνομα, τη διεύθυνση email και το μήνυμά σας. Αυτά τα δεδομένα χρησιμοποιούνται μόνο για την απάντηση των ερωτημάτων σας.",
        listitem6bold: "Δεδομένα χρήσης",
        listitem6text1:
            "— όταν επισκέπτεστε τον ιστότοπό μας, καταγράφουμε: τη διεύθυνση URL από την οποία ήρθατε, τις σελίδες που επισκεφτήκατε, την ημερομηνία και τη διάρκεια της επίσκεψης, την ανωνυμοποιημένη διεύθυνση IP, τα χαρακτηριστικά της συσκευής σας (τύπος συσκευής, λειτουργικό σύστημα, ανάλυση οθόνης, γλώσσα, χώρα και τύπος προγράμματος περιήγησης), καθώς και",
        listitem6link1: "άλλα",
        listitem6text2:
            "μη προσωπικά δεδομένα. Αυτά τα δεδομένα χρήσης επεξεργάζονται μόνο στον διακομιστή μας, χωρίς να διαβιβάζονται σε τρίτους, μέσω",
        listitem6link2: "Matomo",
        listitem6text3:
        " μια πλατφόρμα διαδικτυακής ανάλυσης που μας δίνει 100% κυριότητα των δεδομένων. Αυτή η ανάλυση μάς βοηθά να βελτιώσουμε την εμπειρία χρήσης της ιστοσελίδας μας και να αναγνωρίζουμε και να αποτρέπουμε οποιαδήποτε κατάχρηση.",
        listitem7bold: "Μη προσωποποιημένα cookies",
        listitem7:
            "— χρησιμοποιούμε cookies χωρίς παρακολούθηση (μικρά αρχεία δεδομένων που μεταφέρονται σε υπολογιστές ή συσκευές από ιστότοπους) για την τήρηση αρχείων και τη βελτίωση της λειτουργικότητας της ιστοσελίδας μας. Μπορείτε να απενεργοποιήσετε ή να περιορίσετε τη μετάδοση αυτών των cookies αλλάζοντας τις ρυθμίσεις του προγράμματος περιήγησής σας ή επιλέγοντας εξαίρεση μέσω της παρακάτω φόρμας σε αυτή τη σελίδα. Τα cookies που έχουν ήδη αποθηκευτεί μπορούν να διαγραφούν ανά πάσα στιγμή.",
        subtitle3: "Τα δικαιώματά σας",
        text3:
            "Έχετε το δικαίωμα να ενημερώνεστε για τα Προσωπικά Δεδομένα που επεξεργάζεται το Matomo, το δικαίωμα διόρθωσης, διαγραφής και περιορισμού της επεξεργασίας. Έχετε επίσης το δικαίωμα να ζητήσετε από εμάς μια δομημένη, κοινή και αναγνώσιμη από μηχανήματα μορφή των Προσωπικών Δεδομένων που μας παρέχετε.",
        text4:
            "Μπορούμε να σας ταυτοποιήσουμε μόνο μέσω της διεύθυνσης email σας και μπορούμε να ανταποκριθούμε στο αίτημά σας και να παρέχουμε πληροφορίες μόνο εάν έχουμε Προσωπικά Δεδομένα για εσάς μέσω άμεσης επικοινωνίας μαζί μας ή/και μέσω της χρήσης της ιστοσελίδας ή/και των υπηρεσιών μας. Δεν μπορούμε να παρέχουμε, διορθώσουμε ή διαγράψουμε οποιαδήποτε δεδομένα αποθηκεύουμε εκ μέρους των χρηστών ή πελατών μας.",
        text5:
            "Για να ασκήσετε οποιοδήποτε από τα δικαιώματα που αναφέρονται στην παρούσα Πολιτική Απορρήτου και/ή σε περίπτωση ερωτήσεων ή σχολίων σχετικά με τη χρήση Προσωπικών Δεδομένων, μπορείτε να επικοινωνήσετε μαζί μας.",
        text6:
            "Επιπλέον, έχετε το δικαίωμα να υποβάλετε καταγγελία στην αρμόδια αρχή προστασίας δεδομένων της περιοχής σας.",
        subtitle4: "Διατήρηση δεδομένων",
        text7:
            "Θα διατηρούμε τις πληροφορίες σας όσο χρειάζεται για να σας παρέχουμε τις υπηρεσίες ή όπως ορίζεται στην παρούσα Πολιτική. Θα διατηρούμε και θα χρησιμοποιούμε αυτές τις πληροφορίες όπως απαιτείται για τους σκοπούς που καθορίζονται στην παρούσα Πολιτική και στον βαθμό που είναι απαραίτητο για τη συμμόρφωση με τις νομικές μας υποχρεώσεις, την επίλυση διαφορών, την επιβολή των συμφωνιών μας και την προστασία των νομικών δικαιωμάτων του Robonomics Cloud.",
        text8:
            "Συλλέγουμε επίσης και διατηρούμε συγκεντρωτικά, ανωνυμοποιημένα ή ψευδωνυμοποιημένα δεδομένα που ενδέχεται να διατηρούμε επ’ αόριστον για την προστασία της ασφάλειας της Ιστοσελίδας μας, τη βελτίωση των Υπηρεσιών μας ή τη συμμόρφωση με νομικές υποχρεώσεις.",
        matomooptout: "Εξαίρεση από την παρακολούθηση του ιστότοπου",
        matomodescription: "Μπορείτε να εξαιρεθείτε από την παρακολούθηση από το Matomo Analytics παρακάτω:",
        matomolabel1: "Αυτή τη στιγμή έχετε εξαιρεθεί. Κάντε κλικ εδώ για να ενεργοποιήσετε την παρακολούθηση.",
        matomotext1:
            "Η εξαίρεση ολοκληρώθηκε· οι επισκέψεις σας στον ιστότοπο δεν θα καταγράφονται από το εργαλείο Web Analytics. Σημειώστε ότι εάν διαγράψετε τα cookies σας, το cookie εξαίρεσης ή αλλάξετε υπολογιστή ή πρόγραμμα περιήγησης, θα χρειαστεί να επαναλάβετε τη διαδικασία εξαίρεσης.",
        matomotext2: "Παρακαλώ κάντε κλικ παρακάτω για να ενεργοποιήσετε την παρακολούθηση:",
        matomolabel2: "Αυτή τη στιγμή παρακολουθείστε. Κάντε κλικ εδώ για να εξαιρεθείτε.",
        matomotext3:
            "Μπορείτε να επιλέξετε να μην σας ανατεθεί ένας μοναδικός αριθμός ταυτοποίησης για διαδικτυακή ανάλυση ώστε να αποφευχθεί η συγκέντρωση και ανάλυση δεδομένων που συλλέγονται σε αυτόν τον ιστότοπο.",
        matomotext4: "Για να κάνετε αυτήν την επιλογή, παρακαλώ κάντε κλικ παρακάτω για να λάβετε ένα cookie εξαίρεσης"
    },
};